<?php
return [
    'trade_type' => [
        'user' => [
            1 => '加款',
            2 => '提现',
            3 => '冻结',
            4 => '解冻',
            5 => '扣款',
            6 => '退款',
            7 => '支出',
            8 => '收入',
        ],

        'user_sub' => [
            1 => '加款',
            2 => '提现成功',
            3 => '提现冻结',
            4 => '提现被拒绝解冻',
            5 => '慢充扣款',
            6 => '供卡结款',
            7 => '支出',
            8 => '收入',
            9 => '慢充退款',
            10 => '苹果卡刷卡扣款',
            11 => '慢充冻结',
            12 => '慢充解冻',
            13 => '苹果验证工具续费',
        ],

        'platform' => [
            1 => '用户加款',
            2 => '用户提现',
            3 => '用户冻结',
            4 => '用户解冻',
            5 => '扣用户款',
            6 => '退款给用户',
            7 => '用户支出',
            8 => '用户收入',
        ],

        'platform_sub' => [
            1 => '用户加款',
            2 => '用户提现成功',
            3 => '用户提现冻结',
            4 => '提现被拒绝解冻',
            5 => '慢充扣款',
            6 => '供卡结款',
            7 => '用户支出',
            8 => '用户收入',
            9 => '慢充退款',
			10 => '苹果卡刷卡扣款',
            11 => '慢充冻结',
            12 => '慢充解冻',
            13 => '苹果验证工具续费',
        ],
    ],

    'add-money' => [
        'status' => [
            1 => '新建',
            2 => '财务审核',
            3 => '财务拒绝',
        ],
    ],

    'withdraw' => [
        'status' => [
            1 => '申请提现',
            2 => '提现成功',
            3 => '拒绝',
        ],
    ],
];
